Repository: smalltalkman/pacman
Catalog: src/pacman/po/*.po
Languages: hu

source: Running pre-transaction hooks...
hu: Tranzakció előtti horgok futtatása…

source: Running post-transaction hooks...
hu: Tranzakció utáni horgok futtatása…

source: checking dependencies...
hu: függőségek vizsgálata…

source: checking for file conflicts...
hu: fájlütközések vizsgálata…

source: resolving dependencies...
hu: függőségek feloldása…

source: looking for conflicting packages...
hu: ütköző csomagok keresése…

source: Processing package changes...
hu: Csomagváltozások feldolgozása…

source: installing %s...
hu: %s telepítése…

source: upgrading %s...
hu: %s frissítése…

source: reinstalling %s...
hu: %s újratelepítése…

source: downgrading %s...
hu: %s visszafejlesztése…

source: removing %s...
hu: %s eltávolítása…

source: checking package integrity...
hu: csomagok integritásának ellenőrzése…

source: checking keyring...
hu: kulcstartó ellenőrzése…

source: downloading required keys...
hu: szükséges kulcsok letöltése…

source: loading package files...
hu: csomagfájlok betöltése…

source: Retrieving packages...
hu: Csomagok letöltése…

source: checking available disk space...
hu: szabad lemezterület ellenőrzése…

source: %s optionally requires %s
hu: a(z) %s nem kötelező függőségei: %s

source: %s installed as %s.pacnew
hu: a(z) %s telepítve lett mint %s.pacnew

source: %s saved as %s.pacsave
hu: a(z) %s elmentve mint %s.pacsave

source: %s is in IgnorePkg/IgnoreGroup. Install anyway?
hu: a(z) %s az IgnorePkg/IgnoreGroup része. Mégis telepíti?

source: Replace %s with %s/%s?
hu: Lecseréli a következőt: %s, erre: %s/%s?

source: %s-%s%s%s and %s-%s%s%s are in conflict. Remove %s?
hu: A(z) %s-%s%s%s és a(z) %s-%s%s%s ütközik egymással. Eltávolítja a következőt: %s?

source: %s-%s%s%s and %s-%s%s%s are in conflict (%s). Remove %s?
hu: A(z) %s-%s%s%s és a(z) %s-%s%s%s ütközik egymással (%s). Eltávolítja a következőt: %s?

source: The following package cannot be upgraded due to unresolvable dependencies:
hu: Az alábbi csomagot nem lehet telepíteni feloldhatatlan függőségek miatt:

source: Do you want to skip the above package for this upgrade?
hu: Mellőzzük a fenti csomag telepítését ennél a frissítésnél?

source: There is %zu provider available for %s
hu: %zu szolgáltató érhető el a következő csomaghoz: %s

source: File %s is corrupted (%s). Do you want to delete it?
hu: A(z) %s fájl sérült (%s). Szeretné törölni?

source: Import PGP key %s?
hu: Importálja a(z) %s PGP-kulcsot?

source: Import PGP key %s, "%s"?
hu: Importálja a(z) %s, „%s” PGP-kulcsot?

source: installing
hu: telepítés:

source: upgrading
hu: frissítés:

source: downgrading
hu: visszafejlesztés:

source: reinstalling
hu: újratelepítés:

source: removing
hu: eltávolítás:

source: checking for file conflicts
hu: fájlütközések vizsgálata

source: checking available disk space
hu: szabad lemezterület ellenőrzése

source: checking package integrity
hu: csomagok integritásának ellenőrzése

source: checking keys in keyring
hu: kulcsok vizsgálata a kulcstartóban

source: loading package files
hu: csomagfájlok betöltése

source: Total
hu: Összes

source: %s downloading...
hu: %s letöltése…

source: %s is up to date
hu: %s naprakész

source: %s failed to download
hu: nem sikerült letölteni a következőt: %s

source: unknown callback event type %d for %s
hu: ismeretlen visszahívási eseménytípus: %d, a következőhöz: %s

source: %s: %s (File type mismatch)
hu: %s: %s (Eltérő fájltípus)

source: %s: %s (UID mismatch)
hu: %s: %s (Eltérő UID)

source: %s: %s (GID mismatch)
hu: %s: %s (Eltérő GID)

source: %s: %s (Permissions mismatch)
hu: %s: %s (Eltérő engedélyek)

source: backup file
hu: biztonsági mentési fájl

source: %s: %s (Modification time mismatch)
hu: %s: %s (Eltérő módosítási időpont)

source: unable to read symlink contents: %s
hu: nem sikerült olvasni a szimbolikus hivatkozás tartalmát: %s

source: %s: %s (Symlink path mismatch)
hu: %s: %s (Eltérő szimbolikus hivatkozás útvonal)

source: %s: %s (Size mismatch)
hu: %s: %s (Eltérő méret)

source: %s: %s (failed to calculate %s checksum)
hu: %s: %s (nem sikerült kiszámítani a(z) %s ellenőrzőösszegét)

source: %s: %s (%s checksum information not available)
hu: %s: %s (%s nem érhető el az ellenőrzőösszeg-információ)

source: %s: %s (%s checksum mismatch)
hu: %s: %s (%s eltérő ellenőrzőösszeg)

source: path too long: %s%s
hu: túl hosszú útvonal: %s%s

source: %s: %jd total file,
hu: %s: összesen %jd fájl,

source: %jd missing file
hu: %jd hiányzó fájl

source: %s: no mtree file
hu: %s: nincs mtree fájl

source: path too long: %slocal/%s-%s/%s
hu: túl hosszú útvonal: %slocal/%s-%s/%s

source: file type not recognized: %s%s
hu: ismeretlen fájltípus: %s%s

source: %jd altered file
hu: %jd módosított fájl

source: malloc failure: could not allocate %zu byte
hu: malloc hiba: nem sikerült %zu byte-ot lefoglalni

source: switching to sandbox user '%s' failed!
hu: nem sikerült átváltani a(z) „%s” homokozó-felhasználóra!

source: could not get current working directory
hu: nem sikerült elérni a jelenlegi munkakönyvtárat

source: could not chdir to download directory %s
hu: nem sikerült belépni a(z) %s letöltési könyvtárba

source: running XferCommand: fork failed!
hu: az XferCommand futtatása: nem sikerült az elágaztatás!

source: could not rename %s to %s (%s)
hu: a(z) %s nem nevezhető át erre: %s (%s)

source: could not restore working directory (%s)
hu: nem sikerült visszaállítani a munkakönyvárat (%s)

source: config file %s, line %d: invalid value for '%s' : '%s'
hu: %s konfigurációs fájl: %d. sor: érvénytelen érték a következőhöz: „%s” : „%s”

source: config file %s, line %d: '%s' option invalid, no signature support
hu: %s konfigurációs fájl: %d. sor: a(z) „%s” kapcsoló érvénytelen, nincs aláírás-támogatás

source: config file %s, line %d: directive '%s' in section '%s' not recognized.
hu: %s konfigurációs fájl: %d. sor: ismeretlen „%s” direktíva a(z) „%s” szakaszban.

source: config file %s, line %d: value for '%s' has to be positive : '%s'
hu: %s konfigurációs fájl: %d. sor: a(z) „%s” értékének pozitívnak kell lennie: „%s”

source: config file %s, line %d: value for '%s' is too large : '%s'
hu: %s konfigurációs fájl: %d. sor: a(z) „%s” értéke túl nagy: „%s”

source: mirror '%s' contains the '%s' variable, but no '%s' is defined.
hu: a(z) „%s” tükör tartalmazza a(z) „%s” változót, de nincs meghatározva a(z) „%s”.

source: could not register '%s' database (%s)
hu: nem sikerült regisztrálni a(z) „%s” adatbázist (%s)

source: could not add cache server URL to database '%s': %s (%s)
hu: nem sikerült hozzáadni a gyorsítótár-kiszolgáló webcímét a(z) „%s” adatbázishoz: %s (%s)

source: could not add server URL to database '%s': %s (%s)
hu: nem sikerült a hozzáadni a kiszolgáló webcímét a(z) „%s” adatbázishoz: %s (%s)

source: failed to initialize alpm library: (root: %s, dbpath: %s) %s
hu: nem sikerült előkészíteni az alpm-programkönyvtárat: (gyökér: %s, adatbázis-útvonal: %s) %s

source: try running pacman-db-upgrade
hu: próbálja meg a pacman-db-upgrade futtatását

source: problem setting logfile '%s' (%s)
hu: probléma történt a(z) „%s” naplófájl beállításakor (%s)

source: problem setting gpgdir '%s' (%s)
hu: probléma történt a(z) „%s” gpgdir beállításakor (%s)

source: problem adding hookdir '%s' (%s)
hu: probléma történt a(z) „%s” hookdir hozzáadásakor (%s)

source: no '%s' configured
hu: a(z) „%s” nincs konfigurálva

source: problem setting DownloadUser '%s' (user does not exist)
hu: hiba történt a(z) „%s” nevű letöltési felhasználó beállításakor (a felhasználó nem létezik)

source: Failed to pass %s entry to libalpm
hu: Nem sikerült %s bejegyzést átadni a következőnek: libalpm

source: config file %s, line %d: '%s' option '%s' not recognized
hu: %s konfigurációs fájl, %d. sor: „%s” „%s” kapcsoló értéke nem értelmezhető

source: config file %s, line %d: directive '%s' needs a value
hu: %s konfigurációs fájl, %d. sor: a(z) „%s” direktívának szüksége van egy értékre

source: config parsing exceeded max recursion depth of %d.
hu: a konfiguráció értelmezése meghaladta a maximális %d rekurzív mélységet.

source: config file %s could not be read: %s
hu: a(z) %s konfigurációs fájl nem olvasható: %s

source: config file %s, line %d: All directives must belong to a section.
hu: %s konfigurációs fájl, %d. sor: minden direktívának egy szakaszhoz kell tartoznia.

source: no targets specified (use -h for help)
hu: nincs megadva egyetlen cél sem (használja a „-h” kapcsolót a súgóhoz)

source: no install reason specified (use -h for help)
hu: nincs megadva a telepítés oka (használja a „-h” kapcsolót a súgóhoz)

source: could not set install reason for package %s (%s)
hu: nem sikerült beállítani a telepítés okát a következő csomagnak: %s (%s)

source: %s: install reason has been set to 'installed as dependency'
hu: %s: a telepítés oka be lett állítva a következőre: „függőségként telepített”

source: %s: install reason has been set to 'explicitly installed'
hu: %s: a telepítés oka be lett állítva a következőre: „kifejezetten telepített”

source: No database errors have been found!
hu: Nem található adatbázishiba!

source: %s is owned by %s%s/%s%s %s%s%s
hu: a(z) %s tulajdonosa: %s%s/%s%s %s%s%s

source: invalid regular expression '%s'
hu: érvénytelen reguláris kifejezés „%s”

source: invalid package: '%s'
hu: érvénytelen csomag: „%s”

source: package '%s' was not found
hu: a(z) „%s” csomag nem található

source: Synchronizing package databases...
hu: Csomag-adatbázisok szinkronizálása…

source: Architecture
hu: Architektúra

source: Backup Files
hu: Biztonsági mentési fájlok

source: Build Date
hu: Összeállítás dátuma

source: Compressed Size
hu: Tömörített méret

source: Conflicts With
hu: Ütközik ezzel

source: Depends On
hu: Függőségek

source: Description
hu: Leírás

source: Download Size
hu: Letöltési méret

source: Groups
hu: Csoportok

source: Install Date
hu: Telepítés dátuma

source: Install Reason
hu: Telepítés oka

source: Install Script
hu: Telepítési parancsfájl

source: Installed Size
hu: Telepített méret

source: Licenses
hu: Licencek

source: MD5 Sum
hu: MD5-összeg

source: Name
hu: Név

source: Optional Deps
hu: Nem kötelező függőségek

source: Optional For
hu: Nem kötelező függőségek a következőhöz

source: Packager
hu: Csomagoló

source: Provides
hu: Szolgáltatja

source: Replaces
hu: Lecseréli

source: Repository
hu: Tároló

source: Required By
hu: Szükséges a következőhöz:

source: SHA-256 Sum
hu: SHA-256-összeg

source: Signatures
hu: Aláírások

source: URL
hu: Webcím

source: Validated By
hu: Érvényesítette:

source: Version
hu: Verzió

source: [installed]
hu: [telepítve]

source: Explicitly installed
hu: Kifejezetten telepített

source: Installed as a dependency for another package
hu: Egy másik csomag függőségeként lett telepítve

source: Unknown
hu: Ismeretlen

source: None
hu: Nincs

source: Signature
hu: Aláírás

source: Yes
hu: Igen

source: No
hu: Nem

source: could not calculate checksums for %s
hu: nem sikerült kiszámítani a(z) %s ellenőrzőösszegét

source: no changelog available for '%s'.
hu: a(z) „%s” csomaghoz nem érhető el a változáslista.

source: Changelog for %s:
hu: A(z) %s változáslistája:

source: installed
hu: telepítve

source: options
hu: kapcsolók

source: file(s)
hu: fájl(ok)

source: package(s)
hu: csomag(ok)

source: usage
hu: használat

source: operation
hu: művelet

source: operations:
hu: műveletek:

source: use '%s {-h --help}' with an operation for available options
hu: a '%s {-h --help}' után egy műveletet megadva a vonatkozó kapcsolókat kapjuk

source: -c, --cascade remove packages and all packages that depend on them
hu: -c, --cascade csomagok és az összes tőlük függő csomagok eltávolítása

source: -n, --nosave remove configuration files
hu: -n, --nosave konfigurációs fájlok eltávolítása

source: -s, --recursive remove unnecessary dependencies (-ss includes explicitly installed dependencies)
hu: -s, --recursive a felesleges függőségek eltávolítása (-ss beleértve a kifejezetten telepített függőségeket is)

source: -u, --unneeded remove unneeded packages
hu: -u, --unneeded nem szükséges csomagok eltávolítása

source: --needed do not reinstall up to date packages
hu: --needed a naprakész csomagokat ne telepítse újra

source: -c, --changelog view the changelog of a package
hu: -c, --changelog egy csomag változáslistájának megtekintése

source: -d, --deps list packages installed as dependencies [filter]
hu: -d, --deps a függőségként telepített csomagok listázása [szűrő]

source: -e, --explicit list packages explicitly installed [filter]
hu: -e, --explicit kifejezetten telepített csomagok listázása [szűrő]

source: -g, --groups view all members of a package group
hu: -g, --groups egy csoport összes tagjának megtekintése

source: -i, --info view package information (-ii for backup files)
hu: -i, --info csomaginformációk megtekintése (-ii: biztonsági mentési fájlok is)

source: -k, --check check that package files exist (-kk for file properties)
hu: -k, --check a csomagfájlok létezésének ellenőrzése (-kk: a fájltulajdonságokhoz)

source: -l, --list list the files owned by the queried package
hu: -l, --list a lekérdezett csomaghoz tartozó fájlok listája

source: -m, --foreign list installed packages not found in sync db(s) [filter]
hu: -m, --foreign a szinkronizálási adatbázis(ok)ban nem található telepített csomagok listázása [szűrő]

source: -n, --native list installed packages only found in sync db(s) [filter]
hu: -n, --native csak a szinkronizálási adatbázis(ok)ban található telepített csomagok listázása [szűrő]

source: -o, --owns <file> query the package that owns <file>
hu: -o, --owns <file> lekérdezi a <file> tulajdonosának csomagját

source: -p, --file <package> query a package file instead of the database
hu: -p, --file <package> egy csomagfájl lekérdezése az adatbázis helyett

source: -q, --quiet show less information for query and search
hu: -q, --quiet kevesebb információ megjelenítése lekérdezésnél és keresésnél

source: -s, --search <regex> search locally-installed packages for matching strings
hu: -s, --search <regex> helyileg telepített csomagok keresése egyező karakterláncok után

source: -t, --unrequired list packages not (optionally) required by any package (-tt to ignore optdepends) [filter]
hu: -t, --unrequired olyan csomagok listázása, amelyeket egyetlen csomag sem igényel (még nem kötelezően sem) (-tt a nem kötelező függőségek mellőzéséhez) [szűrő]

source: -u, --upgrades list outdated packages [filter]
hu: -u, --upgrades az elavult csomagok listázása [szűrő]

source: -c, --clean remove old packages from cache directory (-cc for all)
hu: -c, --clean a régi csomagok törlése a gyorsítótár-könyvtárból (-cc az összeshez)

source: -g, --groups view all members of a package group (-gg to view all groups and members)
hu: -g, --groups egy csomagcsoport összes tagjának megtekintése (-gg az összes csoport és tagjainak megtekintéséhez)

source: -i, --info view package information (-ii for extended information)
hu: -i, --info csomaginformáció megtekintése (-ii kibővített információk)

source: -l, --list <repo> view a list of packages in a repo
hu: -l, --list <repo> egy tároló csomagjainak listázása

source: -s, --search <regex> search remote repositories for matching strings
hu: -s, --search <regex> távoli tárolók keresése megfelelő karakterláncok után

source: -u, --sysupgrade upgrade installed packages (-uu enables downgrades)
hu: -u, --sysupgrade telepített csomagok frissítése (-uu engedélyezi a visszafejlesztést)

source: -y, --refresh download fresh package databases from the server (-yy to force a refresh even if up to date)
hu: -y, --refresh friss csomagadatbázisok letöltése a kiszolgálóról (-yy frissítés kényszerítése akkor is, ha naprakész)

source: --asdeps mark packages as non-explicitly installed
hu: --asdeps csomagok megjelölése nem-kifejezetten telepítettként

source: --asexplicit mark packages as explicitly installed
hu: --asexplicit csomagok megjelölése kifejezetten telepítettként

source: -k, --check test local database for validity (-kk for sync databases)
hu: -k, --check a helyi adatbázis érvényességének tesztelése (-kk az adatbázisok szinkronizálásához)

source: -q, --quiet suppress output of success messages
hu: -q, --quiet elnyomja a „siker”-üzenetek kimenetét

source: -x, --regex enable searching using regular expressions
hu: -x, --regex keresés engedélyezése reguláris kifejezések használatával

source: --machinereadable produce machine-readable output
hu: --machinereadable gépek által olvasható kimenet előállítása

source: -w, --downloadonly download packages but do not install/upgrade anything
hu: -w, --downloadonly töltse le a csomagokat, de ne telepítsen/frissítsen semmit

source: --overwrite <glob> overwrite conflicting files (can be used more than once)
hu: --overwrite <glob> ütköző fájlok felülírása (többször is használható)

source: --asdeps install packages as non-explicitly installed
hu: --asdeps csomagok telepítése mint nem-kifejezetten telepített

source: --asexplicit install packages as explicitly installed
hu: --asexplicit csomagok telepítése mint kifejezetten telepített

source: --ignore <pkg> ignore a package upgrade (can be used more than once)
hu: --ignore <pkg> csomagfrissítés mellőzése (többször is használható)

source: --ignoregroup <grp> ignore a group upgrade (can be used more than once)
hu: --ignoregroup <grp> egy csoportfrissítés mellőzése (többször is használható)

source: -d, --nodeps skip dependency version checks (-dd to skip all checks)
hu: -d, --nodeps függőségi verzió-ellenőrzések kihagyása (-dd az összes ellenőrzés kihagyása)

source: --assume-installed <package=version> add a virtual package to satisfy dependencies
hu: --assume-installed <package=version> egy virtuális csomag hozzáadása a függőségek teljesítéséhez

source: --dbonly only modify database entries, not package files
hu: --dbonly csak adatbázis-bejegyzést módosítson, csomagfájlt ne

source: --noprogressbar do not show a progress bar when downloading files
hu: --noprogressbar ne jelenítse meg a folyamatsávot a fájlok letöltésekor

source: --noscriptlet do not execute the install scriptlet if one exists
hu: --noscriptlet ne futtassa a telepítési parancsfájlt, ha létezik

source: -p, --print print the targets instead of performing the operation
hu: -p, --print célok kiírása a műveletek végrehajtása helyett

source: --print-format <string> specify how the targets should be printed
hu: --print-format <string> meghatározza, hogyan íródjanak ki a célok

source: -b, --dbpath <path> set an alternate database location
hu: -b, --dbpath <path> alternatív adatbázis helyének beállítása

source: -r, --root <path> set an alternate installation root
hu: -r, --root <path> alternatív telepítési gyökérkönyvtár beállítása

source: -v, --verbose be verbose
hu: -v, --verbose több részlet megjelenítése

source: --arch <arch> set an alternate architecture
hu: --arch <arch> alternatív architektúra beállítása

source: --sysroot operate on a mounted guest system (root-only)
hu: --sysroot egy csatolt vendégrendszeren való működés (csak rendszergazdaként)

source: --cachedir <dir> set an alternate package cache location
hu: --cachedir <dir> alternatív csomaggyorsítótár helyének beállítása

source: --hookdir <dir> set an alternate hook location
hu: --hookdir <dir> egy alternatív horoghely beállítása

source: --color <when> colorize the output
hu: --color <when> kimenet színezése

source: --config <path> set an alternate configuration file
hu: --config <path> alternatív konfigurációs fájl beállítása

source: --debug display debug messages
hu: --debug hibakeresési üzenetek megjelenítése

source: --gpgdir <path> set an alternate home directory for GnuPG
hu: --gpgdir <path> alternatív „home” könyvtár beállítása a következőhöz: GnuPG

source: --logfile <path> set an alternate log file
hu: --logfile <path> alternatív naplófájl beállítása

source: --noconfirm do not ask for any confirmation
hu: --noconfirm ne kérjen soha megerősítést

source: --confirm always ask for confirmation
hu: --confirm mindig kérjen megerősítést

source: --disable-download-timeout use relaxed timeouts for download
hu: --disable-download-timeout időkorlát letiltása a letöltéshez

source: --disable-sandbox disables all sandbox features used for the downloader process
hu: --disable-sandbox letiltja a letöltőfolyamat összes homokozófunkcióját

source: --disable-sandbox-filesystem disables the filesystem part of the downloader process sandbox
hu: --disable-sandbox-filesystem letiltja a letöltőfolyamat homokozójának fájlrendszer részét

source: --disable-sandbox-syscalls disables the syscalls part of the downloader process sandbox
hu: --disable-sandbox-syscalls letiltja a letöltőfolyamat homokozójának rendszerhívási részét

source: This program may be freely redistributed under the terms of the GNU General Public License.
hu: Ez a program szabadon terjeszthető a GNU General Public License feltételei szerint.

source: HTTP_USER_AGENT truncated
hu: HTTP_USER_AGENT meg lett csonkítva

source: invalid option: '%s' and '%s' may not be used together
hu: érvénytelen kapcsoló: a(z) „%s” és a(z) „%s” nem használható együtt

source: invalid argument '%s' for %s
hu: érvénytelen a(z) „%s” argumentum a következőhöz %s

source: '%s' is not a valid debug level
hu: a(z) „%s” nem érvényes hibakeresési szint

source: only one operation may be used at a time
hu: csak egy művelet hajtható végre egyszerre

source: invalid option '-%c'
hu: érvénytelen kapcsoló: „-%c”

source: invalid option '--%s'
hu: érvénytelen kapcsoló „--%s”

source: you cannot perform this operation unless you are root.
hu: ez a művelet csak rendszergazdaként hajtható végre.

source: failed to read arguments from stdin: (%s)
hu: nem lehetett beolvasni az argumentumot az stdin-ből: (%s)

source: failed to reopen stdin for reading: (%s)
hu: nem sikerült újramegnyitni olvasásra az stdin-t: (%s)

source: argument '-' specified with empty stdin
hu: a „-” argumentum üres stdin-nel lett megadva

source: argument '-' specified without input on stdin
hu: a „-” argumentum bemenet nélkül lett megadva az stdin-en

source: no operation specified (use -h for help)
hu: nincs megadva művelet (használja a „-h” kapcsolót a súgóhoz)

source: %s is owned by %s%s %s%s%s
hu: a(z) %s tulajdonosa: %s%s %s%s%s

source: no file was specified for --owns
hu: nincs megadva fájl az --owns számára

source: empty string passed to file owner query
hu: üres karakterlánc lett átadva a fájl tulajdonosának lekérdezéséhez

source: No package owns %s
hu: Egyik csomag sem tartalmazza a következőt: %s

source: path too long: %s/
hu: túl hosszú útvonal: %s/

source: [ignored]
hu: [mellőzve]

source: group '%s' was not found
hu: a(z) „%s” csoport nem található

source: could not load package '%s': %s
hu: a(z) „%s” csomag nem tölthető be: %s

source: '%s' is a file, you might want to use %s.
hu: a(z) „%s” egy fájl, valószínűleg a(z) %s kapcsolót szeretné használni.

source: target not found: %s
hu: nem található a cél: %s

source: failed to prepare transaction (%s)
hu: nem sikerült felkészülni a tranzakcióra (%s)

source: removing %s breaks dependency '%s' required by %s
hu: a(z) %s eltávolítása megtöri a(z) „%s” függőséget, amely szükséges a következőhöz: %s

source: %s is designated as a HoldPkg.
hu: A(z) %s meg lett jelölve mint HoldPkg.

source: HoldPkg was found in target list. Do you want to continue?
hu: HoldPkg található a céllistában. Szeretné folytatni?

source: there is nothing to do
hu: nincs teendő

source: Do you want to remove these packages?
hu: Eltávolítja ezeket a csomagokat?

source: failed to commit transaction (%s)
hu: nem sikerült végrehajtani a tranzakciót (%s)

source: could not remove %s: %s
hu: nem sikerült eltávolítani a következőt: %s: %s

source: could not access database directory
hu: nem sikerült elérni az adatbázis-könyvtárat
