Repository: smalltalkman/pacman
Catalog: src/pacman/po/*.po
Languages: hu

source: could not remove %s%s: path exceeds PATH_MAX
hu: nem sikerült eltávolítani a következőt: %s%s: az elérési út meghaladja a PATH_MAX értéket

source: Database directory: %s
hu: Adatbázis-könyvtár: %s

source: Do you want to remove unused repositories?
hu: Eltávolítja a nem használt tárolókat?

source: removing unused sync repositories...
hu: használaton kívüli szinkrontárolók eltávolítása…

source: Packages to keep:
hu: Megtartandó csomagok:

source: All locally installed packages
hu: Összes helyileg telepített csomag

source: All current sync database packages
hu: Összes jelenlegi szinkronizálási adatbázis-csomag

source: Cache directory: %s
hu: Gyorsítótár könyvtára: %s

source: Do you want to remove all other packages from cache?
hu: Eltávolítja az összes többi csomagot a gyorsítótárból?

source: removing old packages from cache...
hu: régi csomagok eltávolítása a gyorsítótárból…

source: Do you want to remove ALL files from cache?
hu: Eltávolítja az ÖSSZES fájlt a gyorsítótárból?

source: removing all files from cache...
hu: az összes fájl eltávolítása a gyorsítótárból…

source: could not access cache directory %s
hu: nem sikerült elérni a(z) %s gyorsítótár-könyvtárat

source: skipping %s%s: path exceeds PATH_MAX
hu: kihagyás: %s%s: az elérési út meghaladja a PATH_MAX értéket

source: package group '%s' was not found
hu: nem található a(z) „%s” nevű csomagcsoport

source: repository '%s' does not exist
hu: nem létezik a(z) „%s-tároló”

source: repository "%s" was not found.
hu: nem található a(z) „%s-tároló”.

source: There is %d member in group %s%s%s:
hu: %d tag van a(z) %s%s%s csoportban:

source: skipping target: %s
hu: cél kihagyása: %s

source: database not found: %s
hu: nem található az adatbázis: %s

source: '%s' is a file, did you mean %s instead of %s?
hu: a(z) „%s” egy fájl. Lehet, hogy a(z) %s kapcsolóra gondolt a(z) %s helyett?

source: Starting full system upgrade...
hu: Teljes rendszerfrissítés indítása…

source: unable to satisfy dependency '%s' required by %s
hu: a(z) „%s” függőség nem teljesíthető, ami szükséges a következőhöz: %s

source: installing %s (%s) breaks dependency '%s' required by %s
hu: a(z) %s (%s) telepítése megtöri a(z) „%s” függőséget, amely szükséges a következőhöz: %s

source: package %s does not have a valid architecture
hu: a(z) %s csomagnak nincs érvényes architektúrája

source: %s-%s and %s-%s are in conflict
hu: a(z) %s-%s és a(z) %s-%s ütközik egymással

source: %s-%s and %s-%s are in conflict (%s)
hu: a(z) %s-%s és a(z) %s-%s ütközik egymással (%s)

source: Proceed with download?
hu: Folytatja a letöltést?

source: Proceed with installation?
hu: Folytatja a telepítést?

source: %s exists in both '%s' and '%s'
hu: a(z) %s létezik a(z) „%s” és a(z) „%s” csomagban is

source: %s: %s exists in filesystem (owned by %s)
hu: a(z) %s: %s létezik a fájlrendszerben (tulajdonos: %s)

source: %s: %s exists in filesystem
hu: a(z) %s: %s már létezik a fájlrendszerben

source: %s is invalid or corrupted
hu: a(z) %s hibás vagy sérült

source: Errors occurred, no packages were upgraded.
hu: Hibák léptek fel, nem frissültek a csomagok.

source: loading packages...
hu: csomagok betöltése…

source: failed to init transaction (%s)
hu: nem sikerült előkészíteni a tranzakciót (%s)

source: could not lock database: %s
hu: nem zárolható az adatbázis: %s

source: if you're sure a package manager is not already running, you can remove %s
hu: ha biztos benne, hogy nem fut másik csomagkezelő, akkor eltávolíthatja a(z) %s fájlt

source: failed to release transaction (%s)
hu: nem sikerült lezárni a tranzakciót (%s)

source: no usable package repositories configured.
hu: nincsenek használható csomagtárolók konfigurálva.

source: database '%s' is not valid (%s)
hu: érvénytelen a(z) „%s” adatbázis (%s)

source: failed to synchronize all databases (%s)
hu: nem sikerült az összes adatbázist szinkronizálni (%s)

source: insufficient columns available for table display
hu: nem áll rendelkezésre elegendő oszlop a táblázat megjelenítéséhez

source: Valid
hu: Érvényes

source: Key expired
hu: A kulcs lejárt

source: Expired
hu: Lejárt

source: Invalid
hu: Érvénytelen

source: Key unknown
hu: Ismeretlen kulcs

source: Key disabled
hu: Kulcs letiltva

source: Signature error
hu: Aláíráshiba

source: full trust
hu: teljesen megbízható

source: marginal trust
hu: kis mértékben megbízható

source: never trust
hu: nem megbízható

source: unknown trust
hu: ismeretlen megbízhatóság

source: %s, %s from "%s"
hu: %s, %s innen: „%s”

source: Package
hu: Csomag

source: Old Version
hu: Régi verzió

source: New Version
hu: Új verzió

source: Net Change
hu: Tiszta változás

source: removal
hu: eltávolítása

source: Packages
hu: Csomagok

source: Total Download Size:
hu: Teljes letöltési méret:

source: Total Installed Size:
hu: Teljes telepített méret:

source: Total Removed Size:
hu: Teljes eltávolított méret:

source: Net Upgrade Size:
hu: Tiszta frissítési méret:

source: [pending]
hu: [folyamatban]

source: New optional dependencies for %s
hu: Új, nem kötelező függőségek a következőhöz: %s

source: Optional dependencies for %s
hu: Nem kötelező függőségek a következőhöz: %s

source: Repository %s%s
hu: %s%s-tároló

source: invalid value: %d is not between %d and %d
hu: érvénytelen érték: a(z) %d nincs %d és %d között

source: invalid number: %s
hu: érvénytelen szám: %s

source: Enter a selection (default=all)
hu: Adjon meg egy kiválasztást (alapértelmezett=összes)

source: Enter a number (default=%d)
hu: Adjon meg egy számot (alapértelmezett=%d)

source: [Y/n]
hu: [I/n]

source: [y/N]
hu: [i/N]

source: Y
hu: I

source: YES
hu: IGEN

source: NO
hu: NEM

source: failed to allocate string
hu: nem sikerült lefoglalni a karakterláncot

source: error:
hu: hiba:

source: warning:
hu: figyelmeztetés:

source: pacman-conf - query pacman's configuration file
hu: pacman-conf - lekérdezi a Pacman konfigurációs fájlját

source: usage: pacman-conf [options] [<directive>...]
hu: használat: pacman-conf [kapcsolók] [<directive>…]

source: options:
hu: kapcsolók:

source: -c, --config=<path> set an alternate configuration file
hu: -c, --config=<path> egy alternatív konfigurációs fájlt beállítása

source: -R, --rootdir=<path> set an alternate installation root
hu: -R, --rootdir=<path> egy alternatív telepítési főkönyvtár beállítása

source: -S, --sysroot=<path> set an alternate system root
hu: -S, --sysroot=<path> egy alternatív rendszergyökér beállítása

source: -r, --repo=<remote> query options for a specific repo
hu: -r, --repo=<remote> beállítások lekérdezése egy adott tárolóhoz

source: -v, --verbose always show directive names
hu: -v, --verbose mindig megjeleníti az utasításneveket

source: -l, --repo-list list configured repositories
hu: -l, --repo-list konfigurált tárolók listázása

source: -h, --help display this help information
hu: -h, --help megjeleníti ezt a súgót

source: -V, --version display version information
hu: -V, --version verzióinformáció megjelenítése

source: error setting rootdir '%s': out of memory
hu: hiba történt a(z) „%s” rootdir beállításakor: nincs elég memória

source: error setting sysroot '%s': out of memory
hu: hiba történt a(z) „%s” sysroot beállításakor: nincs elég memória

source: error parsing '%s'
hu: hiba történt a(z) „%s” feldolgozásakor

source: error: repo '%s' not configured
hu: hiba: nincs konfigurálva a(z) „%s-tároló”

source: warning: '%s' directives cannot be queried
hu: figyelmeztetés: a(z) „%s” utasítások nem kérdezhetők le

source: warning: unknown directive '%s'
hu: figyelmeztetés: Ismeretlen a(z) „%s” utasítás

source: error: directives may not be specified with %s
hu: hiba: az utasításokat nem lehet meghatározni a következővel: %s

source: Test a pacman package for validity.
hu: Egy Pacman csomag érvényességének tesztelése.

source: Usage: testpkg <package file>
hu: Használat: testpkg <package file>

source: cannot initialize alpm: %s
hu: nem lehet előkészíteni a következőt: alpm: %s

source: Cannot find the given file.
hu: Nem található a megadott fájl.

source: Cannot open the given file.
hu: Nem nyitható meg a megadott fájl.

source: Package is invalid.
hu: A csomag érvényes.

source: libalpm error: %s
hu: libalpm hiba: %s

source: Package is valid.
hu: A csomag érvényes.

source: error releasing alpm
hu: hiba történt az alpm felszabadításakor
